/* eslint-disable prettier/prettier */
export default {
  热门: ['北京', '上海', '深圳', '广州', '重庆', '成都', '西安'],
  东北地区: ['哈尔滨', '齐齐哈尔', '鹤岗', '双鸭山', '鸡西', '大庆', '伊春', '牡丹江', '佳木斯', '七台河', '黑河', '绥化', '长春', '吉林', '四平', '辽源', '通化', '白山', '松原', '白城', '沈阳', '大连', '鞍山', '旅顺', '本溪', '丹东', '锦州', '葫芦岛', '营口', '盘锦', '阜新', '辽阳', '铁岭', '朝阳'],
  华北地区: ['石家庄', '唐山', '秦皇岛', '邯郸', '邢台', '保定', '张家口', '承德', '沧州', '廊坊', '衡水', '太原', '大同', '阳泉', '长治', '晋城', '朔州', '忻州', '晋中', '临汾', '运城', '吕梁', '北京', '天津', '呼和浩特', '包头', '乌海', '赤峰', '通辽', '鄂尔多斯', '呼伦贝尔', '巴彦淖尔', '乌兰察布'],
  西北地区: ['西安', '铜川', '宝鸡', '咸阳', '渭南', '延安', '汉中', '榆林', '安康', '商洛', '兰州', '嘉峪关', '金昌', '白银', '天水', '武威', '张掖', '酒泉', '平凉', '庆阳', '定西', '陇南', '西宁', '银川', '石嘴山', '吴忠', '固原', '中卫', '乌鲁木齐', '克拉玛依'],
  华东地区: ['济南', '青岛', '枣庄', '东营', '淄博', '潍坊', '滨州', '烟台', '济宁', '泰安', '威海', '日照', '莱芜', '临沂', '菏泽', '聊城', '德州', '南京', '徐州', '连云港', '淮安（淮阴）', '盐城', '扬州', '南通', '镇江', '常州', '无锡', '苏州', '泰州', '宿迁', '合肥', '芜湖', '蚌埠', '淮南', '马鞍山', '淮北', '铜陵', '安庆', '黄山', '滁州', '阜阳', '宿州', '巢湖', '六安', '亳州', '宣城', '池州', '杭州', '宁波', '温州', '嘉兴', '湖州', '绍兴', '金华', '衢州', '舟山', '台州', '丽水', '福州', '厦门', '漳州', '泉州', '三明', '莆田', '南平', '龙岩', '宁德', '福州', '厦门', '漳州', '泉州', '三明', '莆田', '南平', '龙岩', '宁德', '南昌', '九江', '景德镇', '萍乡', '新余', '鹰潭', '赣州', '宜春', '上饶', '吉安', '抚州', '上海'],
  中南地区: ['郑州', '开封', '开封', '洛阳', '平顶山', '鹤壁', '新乡', '安阳', '焦作', '濮阳', '许昌', '漯河', '三门峡', '商丘', '南阳', '信阳', '周口', '驻马店', '武汉', '黄石', '襄樊', '十堰', '荆州', '宜昌', '荆门', '鄂州', '孝感', '黄冈', '咸宁', '随州', '长沙', '株洲', '湘潭', '衡阳', '邵阳', '岳阳', '常德', '张家界', '益阳', '郴州', '永州', '怀化', '娄底', '广州', '深圳', '珠海', '汕头', '韶关', '佛山', '江门', '湛江', '茂名', '肇庆', '惠州', '梅州', '汕尾', '河源', '阳江', '清远', '东莞', '中山', '潮州', '揭阳', '云浮', '海口', '海口', '三亚', '南宁', '柳州', '桂林', '梧州', '北海', '防城港', '钦州', '贵港', '玉林', '百色', '贺州', '河池', '来宾', '崇左'],
  西南地区: ['成都', '自贡', '攀枝花', '泸州', '德阳', '绵阳', '广元', '遂宁', '内江', '乐山', '南充', '宜宾', '广安', '达州', '巴中', '雅安', '眉山', '资阳', '贵阳', '六盘水', '遵义', '安顺', '昆明', '曲靖', '玉溪', '保山', '昭通', '丽江', '普洱', '临沧', '重庆', '拉萨'],
  港澳台地区: ['香港特别行政区', '澳门特别行政区', '台湾省'],
}
